[
  "better-word-count",
  "obsidian-embedded-code-title",
  "table-editor-obsidian",
  "calendar",
  "dataview",
  "obsidian-dictionary-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-charts",
  "obsidian-git",
  "url-into-selection",
  "quick-latex",
  "darlal-switcher-plus",
  "table-extended",
  "tag-wrangler",
  "templater-obsidian",
  "obsidian-timelines",
  "obsidian-completr",
  "obsidian-functionplot",
  "open-vscode",
  "obsidian-discordrpc",
  "obsidian-plotly",
  "multi-column-markdown",
  "multi-line-formatting",
  "obsidian-linter",
  "obsidian-kanban",
  "oz-clear-unused-images",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-link-converter",
  "global-search-and-replace",
  "obsidian-trash-explorer",
  "cmdr",
  "obsidian-icon-folder",
  "obsidian-banners",
  "buttons",
  "home-tab",
  "homepage",
  "waypoint",
  "editing-toolbar",
  "folder-note-plugin",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-hover-editor",
  "obsidian-projects",
  "obsidian-quiet-outline",
  "recent-files-obsidian",
  "remember-cursor-position",
  "surfing",
  "obsidian-table-to-csv-exporter",
  "obsidian-version-history-diff",
  "webpage-html-export",
  "file-tree-alternative",
  "quickadd",
  "obsidian-style-settings",
  "obsidian-reveal-active-file",
  "drawio-obsidian",
  "obsidian-react-components"
]