[
  "obsidian-table-to-csv-exporter",
  "obsidian-quiet-outline",
  "darlal-switcher-plus",
  "obsidian-git",
  "obsidian-linter",
  "obsidian-latex-suite",
  "cmdr",
  "obsidian-annotator",
  "obsidian-hide-sidebars-when-narrow",
  "mousewheel-image-zoom",
  "open-vscode",
  "url-into-selection",
  "quick-latex",
  "quickadd",
  "remember-cursor-position",
  "settings-search",
  "obsidian-spaced-repetition",
  "tag-wrangler",
  "obsidian-trash-explorer",
  "vim-toggle",
  "cm-editor-syntax-highlight-obsidian",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-hider",
  "home-tab",
  "obsidian-hover-editor",
  "code-styler",
  "dataview",
  "editing-toolbar",
  "obsidian-excalidraw-plugin",
  "obsidian-full-calendar",
  "text-snippets-obsidian",
  "templater-obsidian",
  "obsidian-style-settings",
  "math-in-callout",
  "obsidian-banners",
  "obsidian-auto-link-title",
  "table-editor-obsidian",
  "calendar",
  "buttons",
  "obsidian-icon-folder",
  "obsidian-react-components",
  "excel",
  "obsidian-tasks-plugin",
  "obsidian-embedded-code-title",
  "pseudocode-in-obs"
]