[
  "table-editor-obsidian",
  "obsidian-banners",
  "better-word-count",
  "buttons",
  "obsidian-completr",
  "dataview",
  "obsidian-discordrpc",
  "editing-toolbar",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-embedded-code-title",
  "home-tab",
  "obsidian-icon-folder",
  "obsidian-latex-suite",
  "obsidian-kanban",
  "obsidian-linter",
  "obsidian-markdown-formatting-assistant-plugin",
  "mousewheel-image-zoom",
  "multi-line-formatting",
  "obsidian-git",
  "url-into-selection",
  "open-vscode",
  "obsidian-link-converter",
  "wikilinks-to-mdlinks-obsidian",
  "waypoint",
  "obsidian-trash-explorer",
  "text-snippets-obsidian",
  "templater-obsidian",
  "darlal-switcher-plus",
  "obsidian-react-components",
  "obsidian-quiet-outline",
  "settings-search",
  "obsidian-tasks-plugin",
  "tag-wrangler",
  "obsidian-table-to-csv-exporter",
  "table-extended",
  "obsidian-style-settings",
  "calendar",
  "obsidian-hover-editor",
  "mermaid-tools",
  "obsidian-plotly",
  "obsidian-shellcommands",
  "obsidian-full-calendar",
  "vim-toggle",
  "reference-map",
  "obsidian-spaced-repetition"
]